Revit 2027 API
CurveArrArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurveArrArrayIterator()
Public Sub New
public:
CurveArrArrayIterator()
new : unit -> CurveArrArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
CurveArrArrayIterator Class
Autodesk.Revit.DB Namespace